import 'package:places/domain/sight.dart';

final List<Sight> mocks = [
  Sight(
    name: 'Каппадокия',
    type: 'Категория 1',
    lat: 38.624146,
    lon: 34.806355,
    url: 'https://incomartour.com.ua/mediafiles/images/WOW%20(1).jpg',
    details: 'Каппадокия – отличный пример того, насколько необычной и красивой может быть природа. Она представляет собой фантастический пейзаж, который выглядит так, будто был вырван из сказки. Тут и инопланетные холмы, и валуны, которые кажутся перенесенными с другой планеты. Лунный пейзаж потрясающий сам по себе, но бесчисленные воздушные шары, наполняющие небо оттенками красного, желтого, оранжевого и кремового, просто выводят его красоту на новый уровень. Взлететь на рассвете на шаре над Каппадокией – мечта тысяч путешественников, которой мы желаем исполниться.',),
  Sight(
      name: 'Арасияма',
      type: 'Категория 2',
      lat: 35.02107,
      lon: 135.75385,
      url: 'https://incomartour.com.ua/mediafiles/images/WOW%20(2).jpg',
      details: 'Невероятный бамбуковый лес Арасияма в Японии любим многими посетителями. Безмятежное пространство может похвастаться бесчисленными возвышающимися зелеными стеблями, которые обязательно вызовут у вас трепет, когда вы будете проходить и слушать, как они шелестят на ветру.',),
  Sight(
      name: 'Салар де Уюни',
      type: 'Категория 3',
      lat: -20.45967,
      lon: -66.82503,
      url: 'https://incomartour.com.ua/mediafiles/images/WOW%20(3).jpg',
      details: 'Салар де Уюни, образовавшийся в результате высохшего доисторического озера, является крупнейшей соляной равниной в мире и представляет собой невероятное зрелище. Потустороннее пространство представляет собой яркое небо, соль, скальные образования и отражающую гладь, которые создают впечатление, что вы идете по облакам.',),
];